/* Top-level folders
*/
"System" = "System";
"Applications" = "Programy";
"Library" = "Biblioteki";
"Users" = "Użytkownicy";
"Network" = "Sieć";


/* The shared user, under /Users
*/
"Shared" = "Wspólne";


/* Subfolders of /Applications
*/
"Server" = "Serwer";
"Utilities" = "Narzędzia";


/* Folders in user homes
*/
"Desktop" = "Biurko";
"Documents" = "Dokumenty";
"Movies" = "Filmy";
"Music" = "Muzyka";
"Pictures" = "Obrazki";
"Public" = "Publiczne";
"Sites" = "Witryny";
"Drop Box" = "Skrzynka wrzutowa";
"Favorites" = "Ulubione";
"Saved Searches" = "Zachowane wyszukiwania";
"Mail Downloads" = "Pobrane rzeczy Mail";
"Downloads" = "Pobrane rzeczy";


/* Subfolders of /Network. We don't create .localized in these, someone else does.
*/
"Local" = "Lokalna";
"Servers" = "Serwery";
"My Network" = "Moja sieć";


/* Other interesting folders --- These need the .localized created on the fly or to be made available with the folder 
*/
"Deleted Users" = "Usunięci użytkownicy";
"Groups" = "Grupy";
"Faxes" = "Faksy";
"Compositions" = "Kompozycje";		/* For Quartz Composer compositions */
"Shared Items" = "Wspólne rzeczy";		/* Under /, for Server */
"Incompatible Software" = "Niezgodne oprogramowanie";	/* Under / or ~ */

/* Simple Finder additions
*/
"My Applications" = "Moje programy";


